Repository: tyfoan/ai-golf-swing-sync
Catalog: golf-sync-swing/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, sv, th, uk, zh_hans

source: This recording and its swings will be permanently deleted.
de: Diese Aufnahme und ihre Schwünge werden dauerhaft gelöscht.
es: Esta grabación y sus swings se eliminarán de forma permanente.
fr: Cet enregistrement et ses swings seront supprimés définitivement.
it: Questa registrazione e i suoi swing verranno eliminati definitivamente.
ja: この録画とそのスイングは完全に削除されます。
ko: 이 녹화와 포함된 스윙이 영구 삭제됩니다.
pt_br: Esta gravação e seus swings serão excluídos permanentemente.
ru: Эта запись и её свинги будут удалены безвозвратно.
sv: Den här inspelningen och dess svingar tas bort permanent.
th: การบันทึกนี้และสวิงในนั้นจะถูกลบอย่างถาวร
uk: Цей запис і його свінги буде видалено остаточно.
zh_hans: 此录像及其中的挥杆将被永久删除。

source: This resets onboarding, review prompt counter, and expiration caches. RevenueCat state is not affected.
de: Setzt Onboarding, Bewertungs-Counter und Ablauf-Caches zurück. Der RevenueCat-Status bleibt unverändert.
es: Esto restablece la introducción, el contador de solicitudes de valoración y las cachés de caducidad. No afecta al estado de RevenueCat.
fr: Réinitialise l’onboarding, le compteur d’invitation à laisser un avis et les caches d’expiration. L’état RevenueCat n’est pas affecté.
it: Reimposta onboarding, contatore di richieste di recensione e cache di scadenza. Lo stato di RevenueCat non è influenzato.
ja: オンボーディング、レビュー要求のカウンター、有効期限キャッシュをリセットします。RevenueCat の状態は影響を受けません。
ko: 온보딩, 리뷰 요청 카운터, 만료 캐시를 초기화합니다. RevenueCat 상태에는 영향을 주지 않습니다.
pt_br: Isso reinicia o onboarding, o contador de pedidos de avaliação e os caches de expiração. O estado do RevenueCat não é afetado.
ru: Это сбросит обучение, счётчик запроса отзывов и кеши срока действия. На состояние RevenueCat не повлияет.
sv: Detta återställer introduktion, räknare för betygsförfrågningar och utgångscachar. RevenueCats status påverkas inte.
th: การดำเนินการนี้จะรีเซ็ตการแนะนำการใช้งาน ตัวนับคำขอรีวิว และแคชวันหมดอายุ สถานะของ RevenueCat ไม่ถูกแตะต้อง
uk: Це скине навчання, лічильник запиту відгуків і кеші терміну дії. Стан RevenueCat не буде змінено.
zh_hans: 此操作将重置引导流程、评价提示计数和过期缓存。不影响 RevenueCat 状态。

source: This section is only visible in DEBUG builds.
de: Dieser Bereich ist nur in DEBUG-Builds sichtbar.
es: Esta sección solo es visible en builds DEBUG.
fr: Cette section n’est visible que dans les builds DEBUG.
it: Questa sezione è visibile solo nelle build DEBUG.
ja: このセクションは DEBUG ビルドでのみ表示されます。
ko: 이 섹션은 DEBUG 빌드에서만 표시됩니다.
pt_br: Esta seção só aparece em builds DEBUG.
ru: Этот раздел виден только в DEBUG-сборках.
sv: Det här avsnittet visas bara i DEBUG-byggen.
th: ส่วนนี้แสดงเฉพาะในบิลด์ DEBUG เท่านั้น
uk: Цей розділ видно лише в DEBUG-збірках.
zh_hans: 此部分仅在 DEBUG 构建中可见。

source: This Swing
de: Dieser Schwung
es: Este swing
fr: Ce swing
it: Questo swing
ja: このスイング
ko: 이 스윙
pt_br: Este swing
ru: Этот свинг
sv: Den här svingen
th: สวิงนี้
uk: Цей свінг
zh_hans: 此挥杆

# Tip #%lld - %@
source: Tip #%1$lld - %2$@
de: Tipp #%lld – %@
es: Consejo n.º %lld – %@
fr: Conseil n°%lld – %@
it: Suggerimento n. %lld – %@
ja: ヒント #%lld - %@
ko: 팁 #%lld - %@
pt_br: Dica nº %lld – %@
ru: Совет №%lld — %@
sv: Tips nr %lld – %@
th: เคล็ดลับ #%lld - %@
uk: Порада №%lld — %@
zh_hans: 提示 #%lld - %@

source: Top / Bottom
de: Oben / Unten
es: Arriba / Abajo
fr: Haut / Bas
it: Sopra / Sotto
ja: 上下
ko: 위/아래
pt_br: Superior / Inferior
ru: Сверху / снизу
sv: Topp / botten
th: บน / ล่าง
uk: Зверху / знизу
zh_hans: 上 / 下

source: Trim to swing
de: Auf Schwung zuschneiden
es: Recortar al swing
fr: Recadrer sur le swing
it: Ritaglia sullo swing
ja: スイング範囲にトリミング
ko: 스윙 구간으로 자르기
pt_br: Recortar para o swing
ru: Обрезать до свинга
sv: Klipp till sving
th: ตัดให้พอดีกับสวิง
uk: Обрізати до свінгу
zh_hans: 裁剪到挥杆范围

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
uk: Спробувати ще
zh_hans: 重试

source: Ultra-wide
de: Ultrabreit
es: Ultrapanorámico
fr: Ultra-large
ja: 超ワイド
ko: 울트라와이드
ru: Ультраширокий
sv: Ultrabred
th: อัลตร้าไวด์
uk: Ультраширокий
zh_hans: 超宽

source: Unable to save data permanently. Your recordings may not persist between sessions.
de: Daten können nicht dauerhaft gespeichert werden. Aufnahmen bleiben zwischen Sitzungen möglicherweise nicht erhalten.
es: No se pueden guardar los datos de forma permanente. Es posible que tus grabaciones no se mantengan entre sesiones.
fr: Impossible d'enregistrer les données de façon permanente. Tes enregistrements risquent de ne pas être conservés entre les sessions.
it: Impossibile salvare i dati in modo permanente. Le tue registrazioni potrebbero non essere mantenute tra le sessioni.
ja: データを永続的に保存できません。録画はセッション間で保持されない可能性があります。
ko: 데이터를 영구적으로 저장할 수 없습니다. 녹화가 세션 간 유지되지 않을 수 있습니다.
pt_br: Não foi possível salvar dados permanentemente. Suas gravações podem não persistir entre sessões.
ru: Не удаётся сохранить данные надолго. Записи могут не сохраниться между сеансами.
sv: Det går inte att spara data permanent. Dina inspelningar kanske inte sparas mellan sessioner.
th: ไม่สามารถบันทึกข้อมูลถาวรได้ การบันทึกของคุณอาจไม่คงอยู่ระหว่างเซสชัน
uk: Не вдається зберегти дані постійно. Записи можуть не зберігатися між сеансами.
zh_hans: 无法永久保存数据。录像可能不会在会话间保留。

source: Unlock
de: Freischalten
es: Desbloquea
fr: Débloque
it: Sblocca
ja: 解除する
ko: 잠금 해제
pt_br: Desbloqueie
ru: Открой
sv: Lås upp
th: ปลดล็อก
uk: Відкрий
zh_hans: 解锁

source: Unlock every comparison mode and pro tool.
de: Schalte jeden Vergleichsmodus und jedes Profi-Tool frei.
es: Desbloquea todos los modos de comparación y herramientas pro.
fr: Débloque tous les modes de comparaison et outils pro.
it: Sblocca ogni modalità di confronto e strumento pro.
ja: すべての比較モードとプロ機能を解除。
ko: 모든 비교 모드와 프로 도구를 잠금 해제하세요.
pt_br: Desbloqueie todos os modos de comparação e ferramentas pro.
ru: Открой все режимы сравнения и профи-инструменты.
sv: Lås upp varje jämförelseläge och pro-verktyg.
th: ปลดล็อกทุกโหมดเปรียบเทียบและเครื่องมือระดับโปร
uk: Відкрий усі режими порівняння та профі-інструменти.
zh_hans: 解锁所有对比模式和专业工具。

source: Unlocks premium features and loads demo data for App Store screenshots.
de: Schaltet Premium-Funktionen frei und lädt Demo-Daten für App-Store-Screenshots.
es: Desbloquea las funciones Premium y carga datos de demostración para las capturas del App Store.
fr: Débloque les fonctions Premium et charge les données de démo pour les captures de l’App Store.
it: Sblocca le funzioni Premium e carica i dati di demo per gli screenshot dell’App Store.
ja: プレミアム機能を解除し、App Store のスクリーンショット用にデモデータを読み込みます。
ko: 프리미엄 기능을 해제하고 App Store 스크린샷용 데모 데이터를 불러옵니다.
pt_br: Desbloqueia recursos Premium e carrega dados de demonstração para capturas da App Store.
ru: Разблокирует Premium-функции и загружает демо-данные для скриншотов App Store.
sv: Låser upp Premium-funktioner och laddar demodata för App Store-bilder.
th: ปลดล็อกฟีเจอร์ Premium และโหลดข้อมูลตัวอย่างสำหรับสกรีนช็อตของ App Store
uk: Розблоковує Premium-функції та завантажує демо-дані для знімків App Store.
zh_hans: 解锁 Premium 功能并加载用于 App Store 截屏的演示数据。

source: Unmute
de: Ton ein
es: Activar sonido
fr: Activer le son
it: Attiva audio
ja: ミュート解除
ko: 음소거 해제
pt_br: Ativar som
ru: Включить звук
sv: Aktivera ljud
th: เปิดเสียง
uk: Увімкнути звук
zh_hans: 取消静音

source: Upgrade to Premium
de: Auf Premium upgraden
es: Pasar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
pt_br: Mudar para Premium
ru: Перейти на Premium
sv: Uppgradera till Premium
th: อัปเกรดเป็น Premium
uk: Перейти на Premium
zh_hans: 升级到 Premium

source: Vertical (TikTok)
de: Hochformat (TikTok)
it: Verticale (TikTok)
ja: 縦型 (TikTok)
ko: 세로 (TikTok)
ru: Вертикально (TikTok)
sv: Vertikal (TikTok)
th: แนวตั้ง (TikTok)
uk: Вертикально (TikTok)
zh_hans: 竖屏（TikTok）

source: Video file unavailable
de: Videodatei nicht verfügbar
es: Archivo de vídeo no disponible
fr: Fichier vidéo indisponible
it: File video non disponibile
ja: 動画ファイルが利用できません
ko: 영상 파일을 사용할 수 없음
pt_br: Arquivo de vídeo indisponível
ru: Видеофайл недоступен
sv: Videofilen är inte tillgänglig
th: ไม่สามารถใช้งานไฟล์วิดีโอได้
uk: Відеофайл недоступний
zh_hans: 视频文件不可用

source: Videos unavailable
de: Videos nicht verfügbar
es: Vídeos no disponibles
fr: Vidéos indisponibles
it: Video non disponibili
ja: 動画が利用できません
ko: 영상을 사용할 수 없음
pt_br: Vídeos indisponíveis
ru: Видео недоступны
sv: Videor är inte tillgängliga
th: วิดีโอใช้งานไม่ได้
uk: Відео недоступні
zh_hans: 视频不可用

source: vs a pro's.
de: gegen einen Profi.
es: frente al de un pro.
fr: contre celui d’un pro.
it: rispetto a quello di un pro.
ja: プロと並べて。
ko: 프로와 비교.
pt_br: comparado ao de um pro.
ru: против свинга профи.
sv: mot ett proffs.
th: เทียบกับสวิงของโปร
uk: проти свінгу профі.
zh_hans: 与职业选手对比。

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 주간
pt_br: Semanal
ru: Еженедельно
sv: Varje vecka
th: รายสัปดาห์
uk: Щотижня
zh_hans: 每周

source: you swing.
de: du schwingst.
es: haces el swing.
fr: tu swingues.
it: tu swinghi.
ja: スイングする瞬間。
ko: 당신이 스윙하는 순간.
pt_br: você faz o swing.
ru: ты бьёшь.
sv: du svingar.
th: ที่คุณสวิง
uk: ти б’єш.
zh_hans: 你挥杆。

source: your coach.
de: deinen Coach.
es: tu entrenador.
fr: ton coach.
it: al tuo coach.
ja: あなたのコーチへ。
ko: 당신의 코치에게.
pt_br: seu treinador.
ru: тренеру.
sv: din tränare.
th: โค้ชของคุณ
uk: тренеру.
zh_hans: 你的教练。

source: Your swing
de: Dein Schwung
es: Tu swing
fr: Ton swing
it: Il tuo swing
ja: あなたのスイング
ko: 당신의 스윙
pt_br: Seu swing
ru: Твой свинг
sv: Din sving
th: สวิงของคุณ
uk: Твій свінг
zh_hans: 你的挥杆

source: ZERO-TAP CAPTURE
de: AUFNAHME OHNE TIPPEN
es: CAPTURA SIN TOCAR
fr: CAPTURE SANS TOUCHER
it: CATTURA SENZA TOCCARE
ja: タップ不要のキャプチャ
ko: 탭 없이 캡처
pt_br: CAPTURA SEM TOQUES
ru: СЪЁМКА БЕЗ КАСАНИЯ
sv: INSPELNING UTAN ATT TRYCKA
th: บันทึกอัตโนมัติไม่ต้องแตะ
uk: ЗЙОМКА БЕЗ ДОТИКУ
zh_hans: 零点击录制

source: HD export
es: Exportación HD
fr: Export HD
it: Esportazione HD
ja: HD で書き出し
ko: HD 내보내기
pt_br: Exportação HD
ru: Экспорт в HD
th: ส่งออก HD
uk: Експорт у HD
zh_hans: HD 导出

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시정지
pt_br: Pausar
ru: Пауза
sv: Paus
th: หยุดชั่วคราว
uk: Пауза
zh_hans: 暂停

source: Premium Override
es: Anulación de Premium
fr: Premium forcé
it: Sostituzione Premium
ja: プレミアム上書き
ko: 프리미엄 강제
pt_br: Sobreposição de Premium
ru: Премиум-режим
sv: Premium-åsidosättning
th: แทนที่ Premium
uk: Преміум-режим
zh_hans: Premium 覆盖

source: Standard
es: Estándar
ja: 標準
ko: 표준
pt_br: Padrão
ru: Стандарт
th: มาตรฐาน
uk: Стандарт
zh_hans: 标准

source: Start
es: Inicio
fr: Début
it: Inizio
ja: 開始
ko: 시작
pt_br: Início
ru: Начало
th: เริ่ม
uk: Початок
zh_hans: 开始

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
pt_br: Suporte
ru: Поддержка
th: การสนับสนุน
uk: Підтримка
zh_hans: 支持

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
th: เวอร์ชัน
uk: Версія
zh_hans: 版本

source: Cinemascope
fr: Cinémascope
ja: シネマスコープ
ko: 시네마스코프
ru: Синемаскоп
th: ซีเนมาสโคป
uk: Сінемаскоп
zh_hans: 宽银幕

source: (PREMIUM)
ja: （プレミアム）
ko: (프리미엄)

source: %@s
ja: %@秒
ko: %@초
ru: %@ с
th: %@ วินาที
uk: %@ с
zh_hans: %@ 秒

source: %@x
ja: %@倍
ko: %@배

source: Driver
ja: ドライバー
ko: 드라이버
ru: Драйвер
th: ไดรเวอร์
uk: Драйвер
zh_hans: 一号木

source: Fairway
ja: フェアウェイ
ko: 페어웨이
ru: Фервей
th: แฟร์เวย์
uk: Фарвей
zh_hans: 球道木

source: Full HD
ja: フル HD
ko: 풀 HD
zh_hans: 全高清

source: Wedge
ja: ウェッジ
ko: 웨지
ru: Веджи
th: เวดจ์
uk: Веджі
zh_hans: 挖起杆

source: 1x
ko: 1배

source: Instagram 4:5
ko: 인스타그램 4:5

source: OK
ko: 확인
ru: ОК
th: ตกลง
uk: ОК
zh_hans: 好
